name: "animegan_v2"
platform: "tensorrt_plan"
max_batch_size: 1
input [
  {
    name: "input"
    data_type: TYPE_FP32
    format: FORMAT_NCHW
    dims: [3, 256, 256]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [3, 256, 256]
  }
]